tap "argon/mas"

brew "cask"
brew "colordiff"
brew "cpanminus"
brew "ctags"
brew "fswatch"
brew "fzf"
brew "git"
brew "htop"
brew "hub"
brew "jq"
brew "mas"
brew "mysql"
brew "node-build"
brew "peco"
brew "pipenv"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "scala"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "zplug"

cask "deepl"
cask "docker"
cask "font-jetbrains-mono"
cask "font-ricty-diminished"
cask "fuwari"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iina"
cask "intellij-idea-ce"
cask "iterm2"
cask "keycastr"
cask "licecap"
cask "ngrok"
cask "notion"
cask "pycharm-ce"
cask "raycast"
cask "visual-studio-code"
cask "warp"
cask "wavebox"

# 時間かかりすぎるため手動に切り替え
# mas "Xcode", id: 497799835
# mas "Skitch", id: 425955336
